{
  "items" : [
    {
      "name": "A Blade or two",
      "description": "Perhaps you carry a simple fighting knife. Or two curved swords. Or a rapier and stiletto. Or a heavy butcher's cleaver.",
      "extra_header": "Tip",
      "extra_info": "*Your choice of blade might reflect your heritage:\nIn the North (Akoros and Skovlan) blades tend to be broad, heavy, and single-edged. In Severos, the horse-lords favor spears in battle, but for personal combat they carry distinctive double-edged daggers with very wide blades, often intricately inscribed with family histories. In the Dagger Isles, the corsairs often use narrow, light blades made for quick thrusts such as the rapier and stiletto. In Iruvia, curved blades are common; sharpened on the outer edge like a saber, or sharpened on the inner edge, like a sickle.*",
      "load": 1
    },

    {
      "name": "Throwing knives",
      "description": "Six small, light blades.",
      "load": 1
    },

    {
      "name": "A pistol",
      "description": "A heavy, single-shot, breechloading firearm. Devastating at 20 paces, slow to reload.",
      "load": 1
    },

    {
      "name": "A large weapon",
      "description": "A weapon meant for two hands. A battle-axe, greatsword, warhammer, or pole-arm. A hunting rifle. A blunderbuss. A bow or crossbow.",
      "load": 2
    },

    {
      "name": "An unusual weapon",
      "description": "A curiosity or tool turned into a weapon. A whip, a flail, a hatchet, a shovel, a length of chain, a razor-edged fan, steel-toed boots.",
      "load": 1
    },

    {
      "name": "Armor",
      "description": "A thick leather tunic plus reinforced gloves and boots.",
      "extra_header": "Adding heavy armor",
      "extra_info": "**+Heavy[3 load]**: *The addition of chain mail, metal plates, a metal helm. The load for heavy armor is in addition to normal armor load total.*",
      "load": 2
    },

    {
      "name": "Burglary Gear",
      "description": "A set of lockpicks. A small pry-bar. Vials of oil to silence squeaky hinges. A coil of wire and fishing hooks. A small pouch of fine sand.",
      "load": 1
    },

    {
      "name": "Climbing Gear",
      "description": "A large coil of rope. A small coil of rope. Grappling hooks. A small pouch of chalk dust. A climbing harness with loops and metal rings. A set of iron pitons and a small mallet.",
      "load": 2
    },

    {
      "name": "Documents",
      "description": "A collection of slim volumes on a variety of topics, including a registry of the nobility, City Watch commanders, and other notable citizens. Blank pages, a vial of ink, a pen. A number of interesting maps.",
      "load": 1
    },

    {
      "name": "Arcane Implements",
      "description": "A vial of quicksilver. A pouch of black salt. A spirit anchor in the form of a small stone. A spirit bottle. A vial of electroplasm, designed to breakand splatter on impact.",
      "load": 1
    },

    {
      "name": "Subterfuge Supplies",
      "description": "A theatrical makeup kit. A selection of blank documents, ready for the forger’s hand. Costume jewelry. A reversible cloak and distinctive hat. A forged badge of office.",
      "load": 1
    },

    {
      "name": "Demolition Tools",
      "description": "A sledgehammer and iron spikes. Heavy drill. Crowbar.",
      "load": 2
    },

    {
      "name": "Tinkering Tools",
      "description": "An assortment for detailed mechanist work: jeweler’s loupe, tweezers, a small hammer, pliers, screwdriver, etc.",
      "load": 1
    },

    {
      "name": "Lantern",
      "description": "A simple oil lantern, a fancy electroplasmic lamp, or other light source.",
      "load": 1
    },

    {
      "name": "Spiritbane Charm",
      "description": "A small arcane trinket that ghosts prefer to avoid.",
      "load": 0
    }
  ],
  "stats": [
    {
      "name": "Attune",
      "description": "When you Attune, you open your mind to the ghost field or other arcane power.",
      "example": "You might communicate with a ghost or understand aspects of spectrology. You could try to perceive beyond sight in order to better understand your situation (but Surveying might be better)."
    },
    {
      "name": "Command",
      "description": "When you Command, you compel swift obedience.",
      "example": "You might intimidate or threaten to get what you want. You might lead a gang in a group action. You could try to order people around to persuade them (but Consorting might be better)."
    },
    {
      "name": "Consort",
      "description": "When you Consort, you socialize with friends and contacts.",
      "example": "You might gain access to resources, information, people, or places. You might make a good impression or win someone over with your charm and style. You might make new friends or connect with your heritage or background. You could try to manipulate your friends with social pressure (but Sway might be better)."
    },
    {
      "name": "Finesse",
      "description": "When you Finesse, you employ dextrous manipulation or subtle misdirection.",
      "example": "You might pick someone’s pocket. You might handle the controls of a vehicle or direct a mount. You might formally duel an opponent with graceful fighting arts. You could try to employ those arts in a chaotic melee (but Skirmishing might be better). You could try to pick a lock (but Tinkering might be better)."
    },
    {
      "name": "Hunt",
      "description": "When you Hunt, you carefully track a target.",
      "example": "You might follow a target or discover their location. You might arrange an ambush. You might attack with precision shooting from a distance. You could try to bring your guns to bear in a melee (but Skirmishing might be better)."
    },
    {
      "name": "Prowl",
      "description": "When you Prowl, you traverse skillfully and quietly.",
      "example": "You might sneak past a guard or hide in the shadows. You might run and leap across the rooftops. You might attack someone from hiding with a backstab or blackjack. You could try to waylay a victim in the midst of battle (but Skirmishing might be better)."
    },
    {
      "name": "Skirmish",
      "description": "When you Skirmish, you entangle a target in close combat so they can’t easily escape.",
      "example": "You might brawl or wrestle with them. You might hack and slash. You might seize or hold a position in battle. You could try to fight in a formal duel (but Finessing might be better)."
    },
    {
      "name": "Study",
      "description": "When you Study, you scrutinize details and interpret evidence.",
      "example": "You might gather information from documents, newspapers, and books. You might do research on an esoteric topic. You might closely analyze a person to detect lies or true feelings. You could try to examine events to understand a pressing situation (but Surveying might be better)."
    },
    {
      "name": "Survey",
      "description": "When you Survey, you observe the situation and anticipate outcomes.",
      "example": "You might spot telltale signs of trouble before it happens. You might uncover opportunities or weaknesses. You might detect a person’s motivations or intentions. You could try to spot a good ambush point (but Hunting might be better)."
    },
    {
      "name": "Sway",
      "description": "When you Sway, you influence with guile, charm, or argument.",
      "example": "You might lie convincingly. You might persuade someone to do what you want. You might argue a compelling case that leaves no clear rebuttal. You could try to trick people into affection or obedience (but Consorting or Commanding might be better)."
    },
    {
      "name": "Tinker",
      "description": "When you Tinker, you fiddle with devices and mechanisms.",
      "example": "You might create a new gadget or alter an existing item. You might pick a lock or crack a safe. You might disable an alarm or trap. You might turn the clockwork and electroplasmic devices around the city to your advantage. You could try to use your technical expertise to control a vehicle (but Finessing might be better)."
    },
    {
      "name": "Wreck",
      "description": "When you Wreck, you unleash savage force.",
      "example": "You might smash down a door or wall with a sledgehammer, or use an explosive to do the same. You might employ chaos or sabotage to create a distraction or overcome an obstacle. You could try to overwhelm an enemy with sheer force in battle (but Skirmishing might be better)."
    }
  ],
  "playbooks": [
    {
      "name": "Cutter",
      "description": "Cutters are good at winning fights, with violence and with intimidation. Play a Cutter if you want to get your way."
    },
    {
      "name": "Hound",
      "description": "Hounds are good at tracking things down and also long-distance combat. Play a Hound if you want to choose your battles."
    },
    {
      "name": "Leech",
      "description": "Leeches are good at using alchemy and wrecking stuff with sabotage. Play a Leech if you want to be creative with weird tools."
    },
    {
      "name": "Lurk",
      "description": "Lurks are good at sneaking around and breaking into places. Play a Lurk if you want to slink around in the shadows."
    },
    {
      "name": "Slide",
      "description": "Slides are good at social situations and subterfuge. Play a Slide\nif you want to manipulate and deceive people."
    },
    {
      "name": "Spider",
      "description": "Spiders are good at masterminding maneuvers. Play a Spider\nif you want to assist teammates and deal with other factions."
    },
    {
      "name": "Whisper",
      "description": "Whispers are good at magical stuff and dealing with ghosts. Play\na Whisper if you want to meddle with arcane powers."
    }
  ]
}